module.exports = [
  {
    user: '李白',
    posts: [
      {
        title: '黄鹤楼送孟浩然之广陵',
        body: '故人西辞黄鹤楼，烟花三月下扬州。'
      },
      {
        title: '静夜思',
        body: '床前明月光，疑是地上霜。'
      },
      {
        title: '望天门山',
        body: '天门中断楚江开，碧水东流至此回。'
      },
      {
        title: '望庐山瀑布',
        body: '飞流直下三千尺，疑是银河落九天。'
      },
      {
        title: '清平调',
        body: '云想衣裳花想容，春风拂槛露华浓。'
      },
      {
        title: '早发白帝城',
        body: '朝辞白帝彩云间，千里江陵一日还。'
      },
      {
        title: '独坐敬亭山',
        body: '相看两不厌，只有敬亭山。'
      },
      {
        title: '渡荆门送别',
        body: '山随平野尽，江入大荒流。'
      },
      {
        title: '宣州谢脁楼饯别校书叔云',
        body: '两岸青山相对出，孤帆一片日边来。'
      },
      {
        title: '长歌行',
        body: '桃李待日开，荣华照当年。'
      },
      {
        title: '春夜洛城闻笛',
        body: '此夜曲中闻折柳，何人不起故园情。'
      },
      {
        title: '秋浦歌',
        body: '炉火照天地，红星乱紫烟。 '
      },
    ]
  },
  {
    user: '杜甫',
    posts: [
      {
        title: '望岳',
        body: '会当凌绝顶，一览众山小。'
      },
      {
        title: '梦李白',
        body: '冠盖满京华，斯人独憔悴。'
      },
      {
        title: '绝句',
        body: '两个黄鹂鸣翠柳，一行白鹭上青天。'
      },
      {
        title: '月夜忆舍弟',
        body: '露从今夜白，月是故乡明。'
      },
      {
        title: '咏怀古迹五首',
        body: '摇落深知宋玉悲，风流儒雅亦吾师。'
      },
      {
        title: '奉赠韦左丞丈二十二韵',
        body: '读书破万卷，下笔如有神。'
      },
      {
        title: '春夜喜雨',
        body: '好雨知时节，当春乃发生。'
      },
      {
        title: '登高',
        body: '无边落木萧萧下，不尽长江滚滚来。'
      },
      {
        title: '春望',
        body: '感时花溅泪，恨别鸟惊心。'
      },
      {
        title: '江畔独步寻花',
        body: '留连戏蝶时时舞，自在娇莺恰恰啼。'
      },
      {
        title: '闻官军收河南河北',
        body: '白日放歌须纵酒，青春作伴好还乡。'
      },
      {
        title: '曲江二首',
        body: '穿花蛱蝶深深见，点水蜻蜓款款飞。'
      },
    ]
  },
  {
    user: '白居易',
    posts: [
      {
        title: '赋得古原草送别',
        body: '离离原上草，一岁一枯荣。'
      },
      {
        title: '钱塘湖春行',
        body: '乱花渐欲迷人眼，浅草才能没马蹄。'
      },
      {
        title: '忆江南词三首',
        body: '日出江花红胜火，春来江水绿如蓝。'
      },
      {
        title: '暮江吟',
        body: '道残阳铺水中，半江瑟瑟半江红。 '
      },
      {
        title: '问刘十九',
        body: '晚来天欲雪，能饮一杯无。'
      },
      {
        title: '忆江南词三首',
        body: '能不忆江南？ 江南忆，最忆是杭州。'
      },
      {
        title: '花非花',
        body: '来如春梦不多时，去似朝云无觅处。'
      },
      {
        title: '大林寺桃花',
        body: '长恨春归无觅处，不知转入此中来。'
      },
      {
        title: '望月有感',
        body: '共看明月应垂泪，一夜乡心五处同。 '
      },
      {
        title: '长相思·汴水流',
        body: '思悠悠，恨悠悠，恨到归时方始休。'
      }
    ]
  }
]
